tap 'nikolaeu/numi'
tap 'jandedobbeleer/oh-my-posh'

brew 'antidote'
brew 'asdf'
brew 'bat'
brew 'cask'
brew 'curl'
brew 'diff-so-fancy'
brew 'fd'
brew 'fswatch'
brew 'fzf'
brew 'gawk'
brew 'git'
brew 'git-delta'
brew 'go'
brew 'htop'
brew 'lsd'
brew 'mas'
brew 'neovim'
brew 'nikolaeu/numi/numi-cli'
brew 'jandedobbeleer/oh-my-posh/oh-my-posh'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 's3cmd'
brew 'screen'
brew 'spark'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yt-dlp'
brew 'zoxide'
brew 'zsh'

cask '1password'
cask 'alcove'
cask 'bartender'
cask 'bbedit'
cask 'chatgpt'
cask 'claude'
cask 'cleanshot'
cask 'cloudflare-warp'
cask 'coderunner'
cask 'cursor'
cask 'docker'
cask 'figma'
cask 'font-geist-mono-nerd-font'
cask 'font-sf-mono-nerd-font-ligaturized'
cask 'forklift'
cask 'ghostty'
cask 'gitkraken'
cask 'gitkraken-cli'
cask 'google-chrome'
cask 'gpg-suite'
cask 'herd'
cask 'hookmark'
cask 'iina'
cask 'insomnia'
cask 'kaleidoscope'
cask 'karabiner-elements'
cask 'keka'
cask 'kekaexternalhelper'
cask 'keyboard-maestro'
cask 'linear-linear'
cask 'mimestream'
cask 'numi'
cask 'obsidian'
cask 'pixelsnap'
cask 'powershell'
cask 'raindropio'
cask 'ray'
cask 'raycast'
cask 'reader'
cask 'screenflow'
cask 'sip'
cask 'sketch'
cask 'slack'
cask 'soulver-cli'
cask 'superwhisper'
cask 'swish'
cask 'tableplus'
cask 'textexpander'
cask 'tinkerwell'
cask 'transmit'
cask 'viscosity'
cask 'vlc'

mas "1Password for Safari", id: 1569813296
mas "Crouton", id: 1461650987
mas "Darkroom", id: 953286746
mas "Day One", id: 1055511498
mas "Final Cut Pro", id: 424389933
mas "Goodnotes", id: 1444383602
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Mela", id: 1568924476
mas "MindNode", id: 1289197285
mas "Moom Classic", id: 419330170
mas "Motion", id: 434290957
mas "mymind", id: 1532801185
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 6475002485
mas "Remote Desktop", id: 409907375
mas "Save to Reader", id: 1640236961
mas "Soulver 3", id: 1508732804
mas "Ulysses", id: 1225570693
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
